#******************************************************* 
#基础的业务判定，检测业务是否无丢包
set stream_num  4

set basic_analyze   "1/1040/==0"
set switch_analyze  "1/1040/<=150"
set switch_analyze1  "1000/1040/==0;961/1000/<=150"
set switch_analyze2  "1000/1040/<=150;961/1000/==0;"
set switch_analyze3   "761/960/<=150"
set switch_analyze4  "361/760/==0;1/360/<=150"
set switch_analyze5   "361/760/<=150;1/360/==0"
set switch_analyze6   "1000/1040/==0;971/1000/<=150;960/970/==0"
set switch_analyze7   "1010/1040/<=150;961/1010/==0;"
set switch_analyze8   "811/960/<=150;761/810/==0"
set switch_analyze9   "361/760/==0;102/360/<=150;1/100/==0"
set switch_analyze10  "461/760/<=150;1/460/==0"
set switch_analyze11  "961/1040/<=150;1/960/==0"
set switch_analyze12  "761/960/<=150;1/760/==0;961/1040==0"
set switch_analyze13  "1/760/<=150;761/1040/==0"
set switch_analyze14  "1/760/==0;761/1040/<=150"
set switch_analyze15   "1000/1040/==0;961/1000/<=150;761/960/<=150;1/760/==0"
set switch_analyze16   "000/1040/<=150;961/1000/==0;761/960/<=150;1/760/==0"
#*******************************************************  
#******************************************************* 
set	  stream1 	1_A74_rnc1_1
set	  stream2 	1_A74_rnc1_2
set 	stream1059	19_A56_rnc
set 	stream1060	20_A57_rnc


#*******************************************************    




